brew "countdown"  # timer
brew "diskonaut"  # visualize files by disk size
brew "fastfetch"
brew "fish"       # my preferred shell
brew "fzf"
brew "glow"       # pretty markdown reader
brew "htop"
brew "lazygit"    # git TUI with nice diff views
brew "lf"         # file manager
brew "ripgrep"
brew "rpl"      
brew "tere"       # filesystem explorer
brew "tldr"       # friendly manual pages
brew "tpm"        # tmux package manager
brew "trash"      # trash utility
